
/* Class = "NSTextField"; ibShadowedToolTip = "Full URL (starting with http:// or https://) of the page to open when SEB is started."; ObjectID = "77"; */
"77.ibShadowedToolTip" = "Komplette URL (beginnend mit http:// oder https://) der Seite, die beim Starten von SEB geöffnet werden soll.";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "Retype the administrator password."; ObjectID = "78"; */
"78.ibShadowedToolTip" = "Administrator-Passwort wiederholen.";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "This password is prompted when users try to quit SEB with Command+Q."; ObjectID = "79"; */
"79.ibShadowedToolTip" = "Dieses Passwort wird abgefragt, wenn Benutzer SEB mit Befehlstaste+Q beenden wollen.";

/* Class = "NSTextField"; ibShadowedToolTip = "Password required to enter this preferences window. It's recommended to set one!"; ObjectID = "80"; */
"80.ibShadowedToolTip" = "Passwort, das beim Aufrufen der Einstellungen abgefragt wird. Es wird empfohlen, eines zu setzen!";

/* Class = "NSTextField"; ibShadowedToolTip = "This password is prompted when users try to quit SEB with Command+Q."; ObjectID = "82"; */
"82.ibShadowedToolTip" = "Dieses Passwort wird abgefragt, wenn Benutzer SEB mit Befehlstaste+Q beenden wollen.";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "Retype the quit password."; ObjectID = "83"; */
"83.ibShadowedToolTip" = "Beenden-Passwort wiederholen.";

/* Class = "NSTextField"; ibShadowedToolTip = "Full URL (starting with http:// or https://) of the page to open when SEB is started."; ObjectID = "85"; */
"85.ibShadowedToolTip" = "Komplette URL (beginnend mit http:// oder https://) der Seite, die beim Starten von SEB geöffnet werden soll.";

/* Class = "NSButton"; ibShadowedToolTip = "Saves preferences and exits SEB."; ObjectID = "88"; */
"88.ibShadowedToolTip" = "Speichert Einstellungen und beendet SEB.";

/* Class = "NSButton"; ibShadowedToolTip = "If selected, users can quit SEB with Command+Q. Otherwise you can shutdown or reset the computer or use the \"Quit SEB\" button in this preferences window."; ObjectID = "92"; */
"92.ibShadowedToolTip" = "Wenn angewählt, können Benutzer SEB mit Befehlstaste+Q verlassen. Ansonsten kann der Mac nur per erzwungenem Neustart oder Ausschalten beendet werden oder mit dem Knopf \"Beenden\" in diesem Fenster.";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "Password required to enter this preferences window. It's recommended to set one!"; ObjectID = "93"; */
"93.ibShadowedToolTip" = "Passwort, das beim Aufrufen der Einstellungen abgefragt wird. Es wird empfohlen, eines zu setzen!";

/* Class = "NSButton"; ibShadowedToolTip = "Display information about Safe Exam Browser – SEB."; ObjectID = "94"; */
"94.ibShadowedToolTip" = "Informationen über Safe Exam Browser – SEB anzeigen.";

/* Class = "NSButton"; ibShadowedToolTip = "Displays the SEB online manual at www.safeexambrowser.org/macosx. Use \"Restart\" here in preferences window to show your start URL again."; ObjectID = "95"; */
"95.ibShadowedToolTip" = "Zeigt das Online-Manual unter www.safeexambrowser.org/macosx an. \"Neu starten\" hier im Einstellungen-Fenster benutzen, um wieder die Start-URL anzuzeigen.";

/* Class = "NSButtonCell"; title = "About"; ObjectID = "97"; */
"97.title" = "Über SEB";

/* Class = "NSButtonCell"; title = "Allow user to quit SEB"; ObjectID = "99"; */
"99.title" = "Beenden von SEB erlauben";

/* Class = "NSTextFieldCell"; title = "Please confirm password"; ObjectID = "100"; */
"100.title" = "Bitte Passwort bestätigen";

/* Class = "NSTextFieldCell"; title = "Please confirm password"; ObjectID = "101"; */
"101.title" = "Bitte Passwort bestätigen";

/* Class = "NSButtonCell"; title = "Quit"; ObjectID = "103"; */
"103.title" = "Beenden";

/* Class = "NSTextFieldCell"; title = "Start URL"; ObjectID = "106"; */
"106.title" = "Start-URL";

/* Class = "NSTextFieldCell"; title = "Confirm quit password"; ObjectID = "107"; */
"107.title" = "Beenden-Passwort bestätigen";

/* Class = "NSTextFieldCell"; title = "Quit password"; ObjectID = "109"; */
"109.title" = "Beenden-Passwort";

/* Class = "NSTextFieldCell"; title = "Confirm administrator password"; ObjectID = "110"; */
"110.title" = "Administrator-Passwort bestätigen";

/* Class = "NSTextFieldCell"; title = "Administrator password"; ObjectID = "111"; */
"111.title" = "Administrator-Passwort";

/* Class = "NSTextFieldCell"; placeholderString = "www.safeexambrowser.org"; ObjectID = "114"; */
"114.placeholderString" = "www.safeexambrowser.org";

/* Class = "NSTextFieldCell"; title = "Start URL"; ObjectID = "114"; */
"114.title" = "Start-URL";

/* Class = "NSButton"; ibShadowedToolTip = "Saves preferences and restarts SEB, displaying the webpage at start URL."; ObjectID = "150"; */
"150.ibShadowedToolTip" = "Speichert Einstellungen und startet SEB neu, die Webseite mit der Start-URL wird geladen.";

/* Class = "NSButtonCell"; title = "Restart SEB"; ObjectID = "151"; */
"151.title" = "Neu starten";
